Repository: jep9816/PrimaMateria
Catalog: PrimaMateria/Resources/*.lproj/Localizable.strings
Languages: es, fr, ru

source: Abundance
es: Abundancia
fr: Abondance
ru: изобилие

# abundanceCrust
source: Crust (mg/kg)
es: Corteza (mg/kg)
fr: Croûte (mg/kg)
ru: Корка (мг/кг)

# abundanceSea
source: Sea (ml/L)
es: Mar (ml/L)
fr: Mer (ml/L)
ru: Море (мл/л)

source: Actinide
es: Actínido
ru: Актинид

source: Actinide Series
es: Serie Actinide
fr: Série des actinides
ru: Серия Актинид

source: Alkali Earth Metal
es: Alcalino Tierra Metal
fr: Métal alcalin
ru: Металл щелочного металла

source: Alkali Metal
es: Metal Alcalino
fr: Métaux alcalins
ru: щелочной металл

source: Alpha
es: Alfa
ru: Альфа

source: Atomic
es: Atomico
fr: Atomique
ru: Атомный

source: Atomic Mass
es: Masa atomica
fr: Masse atomique
ru: Атомная масса

source: Atomic Number
es: Número atómico
fr: Numéro atomique
ru: Атомный номер

# atomicRadius
source: Atomic Radius (Å)
es: Radio atómico (Å)
fr: Rayon atomique (Å)
ru: Атомный радиус (Å)

source: Atomic Structure
es: Estructura atomica
fr: Structure atomique
ru: Атомная структура

# atomicVolume
source: Atomic Volume (cm³/mol)
es: Volumen atómico (cm³ / mol)
fr: Volume atomique (cm³/mol)
ru: Атомный объем (см³ / моль)

source: Atomic Weight
es: Peso Atomico
fr: Masse atomique
ru: Атомный вес

source: Blue
es: Azul
fr: Bleu
ru: Синий

source: Boiling Point
es: Punto de ebullición
fr: Point d’ébullition
ru: Точка кипения

source: Boiling Point (°C)
es: Punto de ebullición (° C)
fr: Point d’ébullition (° C)
ru: Точка кипения (°C)

# changeLanguage
source: Press to Change Language
es: Pulse para cambiar el idioma
ru: Длинная пресса, чтобы изменить язык

source: Chemical Properties
es: Propiedades Químicas
fr: Propriétés chimiques
ru: Химические Свойства

source: Choose Color
es: Elige color
fr: Choisissez la couleur
ru: Выбрать цвет

source: Choose Graph
es: Elija el gráfico
fr: Choisir le graphique
ru: Выберите График

source: Choose Language
es: Elige lengua
ru: Выберите язык

source: Classic
es: Clásico
fr: Classique
ru: классический

source: Close
es: Cerca
fr: Fermer
ru: Закрыть

# coefficientOfLinealThermalExpansion
source: Coefficient of Lineal Thermal Expansion cm/cm/°C (0°C)
es: Coeficiente de expansión térmica lineal cm/cm/°C (0 °C)
fr: Coefficient de dilatation thermique linéaire cm/cm / ° C (0° C)
ru: Коэффициент линейного теплового расширения см / см / ° C (0 ° C)

source: Color Picker
es: Selector de color
fr: Sélecteur de couleurs
ru: Выбор цвета

source: Conductivity
es: Conductividad
fr: Conductivité
ru: проводимость

# conductivityElectrical
source: Electrical (10³ cmΩ)
es: Eléctrico (10³ cmΩ)
fr: Électrique (10³ cmΩ)
ru: Электрическая (10 м³ Ом)

# conductivityThermal
source: Thermal (W/cmK)
es: Térmico (W/cmK)
fr: Thermique (W/cmK)
ru: Тепловая (Вт/смК)

source: Configuration
es: Configuración
ru: Конфигурация

source: Copyright
es: Derechos de autor
fr: Droit d’auteur
ru: Авторское право

# covalentRadius
source: Covalent Radius (Å)
es: Radio covalente (Å)
fr: Rayon de covalence (Å)
ru: ковалентный радиус (Å)

source: Credits
es: Créditos
fr: Crédits
ru: Кредиты

# criticalTemperature
source: Critical Temperature (°C)
es: Temperatura crítica (°C)
fr: Température critique (° C)
ru: Критическая температура (°C)

# crossSection
source: Cross Section (barns)
es: Sección transversal (barns)
fr: Coupe transversale (granges)
ru: Сечение (амбары)

source: Crystal Structure
es: Estructura cristalina
fr: Structure cristalline
ru: Кристаллическая структура

# density
source: Density (g cm-³)
es: Densidad (gcm-³)
fr: Densité (g ³-cm)
ru: плотность (г см-3)

source: Description
es: Descripción
ru: Описание

# discoveredBy
source: By
es: Por
fr: Par
ru: От

# discoveredLocation
source: Location
es: Ubicación
fr: Emplacement
ru: Местоположение

source: Discovery Information
es: Información de descubrimiento
fr: Informations de découverte
ru: Информация об обнаружении

# discoveryYear
source: Year
es: Año
fr: Année
ru: Год

source: Elastic Modulus
es: Módulo elástico
fr: Module d’élasticité
ru: Упругий модуль

# elasticModulusBulk
source: Bulk (GPs)
fr: En vrac (GPs)
ru: насыпной (GPs)

# elasticModulusRigidity
source: Rigidity (GPs)
es: Rigidez (GP)
fr: Rigidité (GPs)
ru: Жесткость (ГП)

# elasticModulusYoungs
source: Youngs (GPs)
ru: Янгс (GPs)

# electroNegativity
source: Electro Negativity (Pauling)
fr: Négativité Electro (Pauling)
ru: Электроотрицательность (Pauling)

# electrochemicalEquivalent
source: Electrochemical Equivalent (g/amp-hr)
es: Equivalente Electroquímico (g/amp-hr)
fr: Équivalent électrochimique (g/amp-h)
ru: Электрохимический эквивалент (г/амп-час)

source: Electron Structure
es: Estructura electrónica
fr: Structure de l’électron
ru: электронная структура

source: Electron Work Function
es: Función de trabajo de electrones
fr: Fonction de travail électronique
ru: Работа функции электронов

source: Element Balloon
es: Globo de elemento
fr: Ballon de l’élément
ru: Элемент Воздушный шар

source: Element Details
es: Detalles del elemento
fr: Détails de l’élément
ru: Элемент детали

source: Element Help Bubbles
es: Elemento Ayuda Burbujas
fr: Bulles d’aide élément
ru: Элемент Справка Пузыри

source: Element Inspector for
es: Inspector de elementos para
fr: Inspecteur de l’élément pour
ru: Инспектор элементов для

source: Element List
es: Lista de Elementos
fr: Liste des éléments
ru: Список элементов

# elementListAtomicMass
source: Atomic Mass
es: Masa atomica
fr: Masse atomique
ru: Атомная масса

# elementListBoilingPoint
source: Boiling Point
es: Punto de ebullición
fr: Point d’ébullition
ru: Точка кипения

# elementListDensity
source: Density
es: Densidad
fr: Densité
ru: Плотность

# elementListGroup
source: Group
es: Grupo
fr: Groupe
ru: Группа

# elementListMeltingPoint
source: Melting Point
es: Punto de fusion
fr: Point de fusion
ru: Точка плавления

# elementListName
source: Name
es: Nombre
fr: Nom
ru: имя

# elementListNumber
source: Number
es: Número
fr: Nombre
ru: Число

# elementListPeriod
source: Period
es: Período
fr: Période
ru: Период

# elementListSeries
source: Series
es: Serie
fr: Série
ru: Серия

# elementListSymbol
source: Symbol
es: Símbolo
fr: Symbole
ru: Символ

source: Element Properties
es: Propiedades del elemento
fr: Propriétés de l’élément
ru: Свойства элемента

source: English
es: Inglés
ru: английский

source: Enthalpy
es: Entalpia
fr: Enthalpie
ru: Энтальпия

# enthalpyAtomization
source: Atomization (kJ/mole)
es: Atomización (kJ/mol)
fr: Atomisation (kJ/mole)
ru: Распыление (кДж/моль)

# enthalpyFusion
source: Fusion (kJ/mole)
es: Fusion (kJ/mol)
ru: сплавление (кДж/моль)

# enthalpyVaporization
source: Vaporization (kJ/mole)
es: Vaporización (kJ/mol)
fr: Vaporisation (kJ/mole)
ru: испарение (кДж/моль)

source: Error
fr: Erreur
ru: ошибка

# errorMessage
source: Unknown symbol or syntax error.
es: Símbolo desconocido o error de sintaxis.
fr: Erreur de syntaxe ou de symbole inconnue.
ru: Неизвестный символ или синтаксическая ошибка.

source: Filling Orbital
es: Orbital de relleno
fr: Remplissage des orbitales
ru: Заполнение орбиты

source: First
es: Primero
fr: Première
ru: Первый

source: Flammabilty Class
es: Clase de inflamabilidad
fr: Classe d’inflammabilité
ru: Класс воспламеняемости

source: French
es: Francés
ru: французкий язык

source: General Info
es: Información general
fr: Infos générales
ru: Общая информация

# graphAtomicMass
source: Atomic Mass
es: Masa atómica
fr: Masse atomique
ru: Атомная масса

# graphAtomicRadius
source: Atomic Radius
es: Radio atómico
fr: Rayon atomique
ru: Атомный радиус

# graphBoilingPoint
source: Boiling Point
es: Punto de ebullición
fr: Point d’ébullition
ru: точка кипения

# graphCoefficientOfLinealThermalExpansion
source: Coefficient of Lineal Thermal Expansion * 100K
es: Coeficiente de expansión térmica lineal * 100K
fr: Coefficient de dilatation thermique linéaire * 100K
ru: Коэффициент линейного теплового расширения * 100K

# graphCovalentRadius
source: Covalent Radius
es: Radio covalente
fr: Rayon de covalence
ru: Ковалентный радиус

# graphCrossSection
source: Cross Section
es: Sección transversal
fr: Coupe transversale
ru: Поперечное сечение

# graphDensity
source: Density
es: Densidad
fr: Densité
ru: Плотность

# graphElasticModulusBulk
source: Elastic Modulus - Bulk
es: Módulo elástico - a granel
fr: Module d’élasticité - en vrac
ru: Модуль упругости - массовый

# graphElasticModulusRigidity
source: Elastic Modulus - Rigidity
es: Módulo elástico - Rigidez
fr: Module d’élasticité - rigidité
ru: Модуль упругости - жесткость

# graphElasticModulusYoungs
source: Elastic Modulus - Youngs
es: Módulo elástico - Youngs
fr: Module d’élasticité - Youngs
ru: Модуль упругости - молодые

# graphElectroChemicalEquivalent
source: Electro Chemical Equivalent
es: Equivalente electroquímico
fr: Équivalent de Electro Chemical
ru: Электрохимический эквивалент

# graphElectroNegativity
source: Electro Negativity
es: Electro Negatividad
fr: Négativité Electro
ru: Электроотрицательность

# graphElectronWorkFunction
source: Electron Work Function
es: Función de trabajo de electrones
fr: Fonction de travail électronique
ru: Функция работы электрона

# graphEnthalpyOfAtomization
source: Enthalpy of Atomization
es: Entalpía de la atomización
fr: Enthalpie de vaporisation
ru: Энтальпия распыления

# graphEnthalpyOfFusion
source: Enthalpy of Fusion
es: Entalpía de fusión
fr: Enthalpie de Fusion
ru: Энтальпия слияния

# graphEnthalpyOfVaporization
source: Enthalpy of Vaporization
es: Entalpía de la vaporización
fr: Enthalpie de vaporisation
ru: Энтальпия испарения

# graphHardnessScaleBrinell
source: Hardness Scale - Brinell
es: Escala de dureza - Brinell
fr: -Échelle de dureté Brinell
ru: Шкала твердости - Бринелл

# graphHardnessScaleMohs
source: Hardness Scale - Mohs
es: Escala de dureza - Mohs
fr: -Échelle de dureté Mohs
ru: Шкала твердости - Mohs

# graphHardnessScaleVickers
source: Hardness Scale - Vickers
es: Escala de dureza - Vickers
fr: -Échelle de dureté Vickers
ru: Шкала твердости - Виккерс

# graphHeatOfFusion
source: Heat of Fusion
es: Calor de fusión
fr: Enthalpie de Fusion
ru: Теплота плавления

# graphHeatOfVaporization
source: Heat of Vaporization
es: Calor de la vaporización
fr: Enthalpie d’évaporation
ru: Теплота испарения

# graphIonicRadius
source: Ionic Radius
es: Radio iónico
fr: Rayon ionique
ru: Ионный радиус

# graphIonizationPotentialFirst
source: Ionization Potential - First
es: Potencial de ionización primero
fr: Potentiel d’ionisation - première
ru: Потенциал ионизации - первый

# graphIonizationPotentialSecond
source: Ionization Potential - Second
es: Potencial de ionización segundo
fr: Potentiel d’ionisation - seconde
ru: Потенциал ионизации - второй

# graphIonizationPotentialThird
source: Ionization Potential - Third
es: Potencial de ionización tercero
fr: Potentiel d’ionisation - troisième
ru: Потенциал ионизации - третий

# graphMeltingPoint
source: Melting Point
es: Punto de fusión
fr: Point de fusion
ru: точка плавления

# graphMolarHeatCapacity
source: Molar Heat Capacity
es: Capacidad de calor molar
fr: Capacité thermique molaire
ru: Молярная теплоемкость

# graphMolarVolume
source: Molar Volume
es: Volumen molar
fr: Volume molaire
ru: Молярный объем

# graphSpecificHeat
source: Specific Heat
es: Calor específico
fr: Chaleur spécifique
ru: Удельная теплота

# graphValenceElectronPotential
source: Valence Electron Potential
es: Potencial de electrones de valencia
fr: Potentiel de l’électron de Valence
ru: Валансный электронный потенциал

source: Graphs
es: Gráficos
fr: Graphes
ru: диаграммы

source: Green
es: Verde
fr: Vert
ru: зеленый

source: Group
es: Grupo
fr: Groupe
ru: группа

source: Halogen
es: Halógeno
fr: Halogène
ru: галоген

source: Hardness Scale
es: Escala de dureza
fr: Échelle de dureté
ru: Шкала твердости

# hardnessScaleBrinell
source: Brinell (MN m-³)
ru: Бринеллю (MN m-³)

source: Heat Capacity
es: Capacidad de calor
fr: Capacité calorifique
ru: Теплоемкость

# heatCapacityMolar
source: Molar (J/mol K)
ru: молярный (J/mol K)

# heatCapacitySpecific
source: Specific (J/gK)
es: Específico (J/gK)
fr: Spécifique (J/gK)
ru: Конкретный (J/gK)

# heatOfFusion
source: Heat of Fusion (KJ/mol)
es: Calor de fusión (KJ / mol)
fr: Enthalpie de Fusion (KJ/mol)
ru: Теплота плавления (KJ/mol)

# heatOfVaporization
source: Heat of Vaporization (kj/mole)
es: Calor de la vaporización (kj/mol)
fr: Chaleur de vaporisation (kj/mole)
ru: Теплота испарения (kj/моль)

source: Help
es: Ayuda
fr: Aide
ru: Помощь

source: Incompatibilities
es: Incompatibilidades
fr: Incompatibilités
ru: Несовместимость

source: Info
es: Información
ru: Информация

source: Intensity
es: Intensidad
fr: Intensité
ru: интенсивность

# ionicRadius
source: Ionic Radius (Å)
es: Radio Iónico (Å)
fr: Rayon ionique (Å)
ru: Ионный радиус (Å)

source: Ionization Potential
es: Potencial de ionización
fr: Potentiel d’ionisation
ru: потенциал ионизации

source: Lanthanide
es: Lantánido
ru: лантанид

source: Lanthanide Series
es: Serie Lanthanide
fr: Série des lanthanides
ru: Серия лантанидов

# loadingWikipedia
source: Loading Wikipedia Page for element
es: Cargando la página de Wikipedia para el elemento
fr: Chargement de la Wikipedia Page pour élément
ru: Загрузка страницы Википедии для элемента

source: Magnetic Susceptibility
es: Susceptibilidad magnética
fr: Susceptibilité magnétique
ru: магнитная восприимчивость

source: Melting Point
es: Punto de fusion
fr: Point de fusion
ru: точка плавления

source: Melting Point (°C)
es: Punto de fusión (°C)
fr: Point de fusion (° C)
ru: Температура плавления (°C)

source: Metal
ru: металл

source: Miscellaneous
es: Varios
fr: Divers
ru: Разное

# molarVolume
source: Molar Volume (cm³/mol)
es: Volumen molar (cm³/mol)
fr: Volume molaire (mol/cm³)
ru: Молярный объем (см³/моль)

source: Molecular Calculator
es: Calculadora Molecular
fr: Moléculaire calculatrice
ru: Молекулярный калькулятор

source: Molecular Formula
es: Fórmula Molecular
fr: Formule moléculaire
ru: Молекулярная формула

source: Noble Gas
es: Gas noble
fr: Gaz noble
ru: Благородный газ

source: Non Metal
es: No Metal
fr: Métal non
ru: неметалл

# nuclideDaughterIsotopes
source: Daughter Isotopes(s)
es: Isótopos hijo (s)
fr: Isotopes de fille (s)
ru: Дотальные изотопы (ы)

# nuclideDecayEnergy
source: Decay Energy (MeV)
es: Energía de Decaimiento (MeV)
fr: Énergie de désintégration (MeV)
ru: Энергия распада (МэВ)

# nuclideDecayModes
source: Decay Mode(s)
es: Modo(s) de Degradación
fr: Décomposition ou les modes
ru: Режим (ы) затухания

# nuclideHalfLife
source: Half Life
es: Media vida
ru: Период полураспада

# nuclideIosotopicComposition
source: Iosotopic Composition
es: Composición Iosotópica
fr: Composition Iosotopic
ru: Иосотопическая композиция

# nuclideIsotopicMass
source: Isotopic Mass (u)
es: Masa Isotópica(u)
fr: Masse isotopique (u)
ru: изотопическая масса (u)

# nuclideNaturalVariationRange
source: Natural Variation Range
es: Rango de Variación Natural
fr: Plage de Variation naturelle
ru: Диапазон естественных вариаций

# nuclideNuclearSpin
source: Nuclear Spin
es: Giro Nuclear
fr: Spin nucléaire
ru: Ядерная спина

# nuclideSymbol
source: Symbol
es: Símbolo
fr: Symbole
ru: Символ

source: Nuclides / Isotopes
es: Nucleidos / Isótopos
fr: Nucléides / Isotopes
ru: Нуклиды / изотопы

# numPerLevel
source: # Per Level
es: # Por nivel
fr: # Par niveau
ru: # за уровень

source: Number
es: Número
fr: Nombre
ru: Число

# numberOfElectrons
source: Number of Electrons (with no charge)
es: Cantidad de Electrones (Sin Cargo)
fr: Nombre d’électrons (avec sans frais)
ru: Число электронов (без заряда)

# numberOfNeutrons
source: Number of Neutrons (most common/stable nuclide)
es: Número de Neutrones (Nucleido Más Común / Estable)
fr: Nombre de Neutrons (plus commun/stable nucléide)
ru: Число нейтронов (наиболее распространенный / стабильный нуклид)

source: Number of Protons
es: Cantidad de Protones
fr: Nombre de Protons
ru: Количество протонов

source: Optical Reflectivity (%)
es: Reflectividad óptica (%)
fr: Réflectivité optique (%)
ru: Оптическая отражательная способность (%)

source: Optical Refractive Index
es: Índice de refracción óptica
fr: Indice de réfraction optique
ru: Оптический показатель преломления

source: Oxidation States
es: Estados de Oxidación
fr: États d’oxydation
ru: состояния окисления

source: Period
es: Período
fr: Période
ru: Период

source: Periodic Table
es: Tabla Periódica
fr: Tableau périodique
ru: Периодическая таблица

# periodicTableElements
source: Periodic Table of the Elements
es: Tabla Periódica de los Elementos
fr: Tableau périodique des éléments
ru: Периодическая таблица элементов

source: Physical Properties
es: Propiedades Físicas
fr: Propriétés physiques
ru: Физические Свойства

source: Please Wait
es: Por favor espera
fr: Veuillez patienter
ru: Пожалуйста, подождите

source: Preferences
es: Preferencias
fr: Préférences
ru: Предпочтения

# qualitativeSolubility
source: Qualitative Solubility (g/100 H₂0)
es: Solubilidad cualitativa (g / 100 H₂0)
fr: Solubilité qualitative (g/100 H₂0)
ru: Качественная растворимость (г/100 Н₂0)

source: Red
es: Rojo
fr: Rouge
ru: красный

# relativeGasDensity
source: Relative Gas Density (Air=1)
es: Densidad de gas relativa (Aire=1)
fr: Masse volumique du gaz relative (Air = 1)
ru: Относительная плотность газа (Воздух = 1)

source: Reset Preferences
es: Reiniciar Preferencias
fr: Réinitialiser les préférences
ru: Сбросить настройки

source: Russian
es: Ruso
ru: русский

source: Second
es: Segundo
fr: Seconde
ru: второй

source: Select Graph
es: Seleccionar gráfico
fr: Sélectionnez un graphique
ru: Выбрать график

source: Series
es: Serie
fr: Série
ru: Серия

source: Series Colors
es: Colores de la Serie
fr: Couleurs de la série
ru: Цвета Серии

source: Settings
es: Configuraciones
fr: Paramètres
ru: настройки

source: Shell Model
es: Modelo de Shell
fr: Modèle en couches
ru: Модель раковины

source: Show Splash Screen
es: Mostrar Pantalla de Bienvenida
fr: Afficher l’écran d’éclaboussure
ru: Показать экран заставки

source: Show View Transitions
es: Mostrar Transiciones de Vista
fr: Voir la vue Transitions
ru: Показать переходы просмотра

source: Spanish
es: Español
ru: испанский

source: Spectrum
es: Espectro
fr: Spectre
ru: Спектр

source: Spectrum Color Key
es: Clave de Color del Espectro
fr: Clé de couleur du spectre
ru: Цветной ключ спектра

source: Standard
es: Estándar
fr: Norme
ru: стандарт

source: Style
es: Estilo
ru: стиль

# swipeLeft
source: Swipe Left for
es: Desliza Hacia la Izquierda Para
fr: Glisser à gauche pour
ru: Проведите влево для

# swipeRight
source: Swipe Right for
es: Desliza Hacia la Derecha Para
fr: Coup droit pour
ru: Проведите вправо для

source: Third
es: Tercero
fr: Tierce
ru: третий

source: Transactinide
es: Transactinida
ru: Трансактинид

source: Transition Metal
es: Metal de Transición
fr: Métaux de transition
ru: Переходный металл

source: Valence
es: Valencia
ru: валентность

# valenceElectronPotential
source: Valence Electron Potential (-eV)
fr: Potentiel de l’électron de Valence (-eV)
ru: Валансный электронный потенциал (-eV)

# vaporPressure
source: Vapor Pressure (°C)
es: Presión de vapor (°C)
fr: Pression de vapeur (° C)
ru: Давление пара (°C)

source: Version
es: Versión
ru: Версия

# wavelengthAir
source: Wavelength Air (Å)
es: Longitud de onda del aire (Å)
fr: Air de longueur d’onde (Å)
ru: длина волны воздуха (Å)

# wikipediaEntry
source: Wikipedia Entry for element
es: Entrada de Wikipedia para el elemento
fr: Entrée de Wikipedia pour élément
ru: Википедия Запись для элемента

# wikipediaEntryButton
source: Wikipedia Entry
es: Entrada de Wikipedia
fr: Entrée de wikipedia
ru: Запись в Википедии

# resetPreferencesDefault
source: Do you want to reset preferences to default?
es: ¿Desea restablecer las preferencias a las predeterminadas?
ru: Хотите сбросить настройки по умолчанию?

source: Yes
es: Si
ru: Да

source: No
ru: Нет

source: CAS Res No
fr: No de CAS Res

# nuclideZp
source: Z(p)
fr: Z
